export 
let  dataObj =
			`<div id="dd">
				<p>&#xa0;</p>
				<p><img src="../../imgs/001.png" width="65" height="59" />2017—2018学年度下学期7年级期末</p>
				<p>数学试卷（120分）</p>
				<p>一、单项选择题，共10道（每小题3分，共30分）</p>
				<ol type="1">
					<li>guo下列调查中，适宜采用全面调查（普查）方式的是（　　）</li>
				</ol>
				<p>A、&#xa0;了解我国民众对乐天集团“萨德事件”的看法</p>
				<p>B、&#xa0;了解湖南卫视《人们的名义》反腐剧的收视率</p>
				<p>C、&#xa0;调查我校某班学生喜欢上数学课的情况</p>
				<p>D、&#xa0;调查某类烟花爆竹燃放的安全情况</p>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】B,C</p>
				<p>&#xa0;</p>
				<ol start="2" type="1">
					<li>满足﹣1＜x≤2的数在数轴上表示为（　　）</li>
				</ol>
				<p>A、&#xa0;<img src="../../imgs/002.png" width="106" height="43" />&#xa0;&#xa0;&#xa0; B、&#xa0;<img src="../../imgs/003.png" width="106" height="44" />&#xa0;&#xa0; C、&#xa0;<img src="../../imgs/004.png" width="106" height="42" />&#xa0;&#xa0;&#xa0; D、&#xa0;<img src="../../imgs/005.png" width="111" height="43" /></p>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】B</p>
				<p>&#xa0;</p>
				<ol start="3" type="1">
					<li>若m＜0，则点P（3，2m）所在的象限是（　　）</li>
				</ol>
				<p>A、&#xa0;第一象限&#xa0; &#xa0;B、&#xa0;第二象限&#xa0;&#xa0; &#xa0;C、&#xa0;第三象限&#xa0;&#xa0;&#xa0; &#xa0;D、&#xa0;第四象限</p>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】B</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<ol start="4" type="1">
					<li>如图，直线AB，CD被直线EF所截，∠1=55°，下列条件中能判定AB∥CD的是（　　）</li>
				</ol>
				<p><img src="../../imgs/006.png" width="140" height="119" /></p>
				<p>A、&#xa0;∠2=35°&#xa0;&#xa0; B、&#xa0;∠2=45°&#xa0;&#xa0; C、&#xa0;∠2=55°&#xa0;&#xa0; D、&#xa0;∠2=125°</p>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】B</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<ol start="5" type="1">
					<li>下列方程中，是二元一次方程的是（　　）</li>
				</ol>
				<p>A、&#xa0;x-5y=6z&#xa0;&#xa0; B、&#xa0;5xy+3=0&#xa0;&#xa0;&#xa0;&#xa0; C、 &#xa0;<img src="../../imgs/007.png" width="6" height="27" />+2y=3 &#xa0;&#xa0; &#xa0; D、&#xa0;x=<img src="../../imgs/008.png" width="24" height="27" /></p>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】B</p>
				<p>&#xa0;</p>
				<table cellspacing="0" cellpadding="0">
					<tr>
						<td>
							<p>&#xa0;</p>
						</td>
					</tr>
				</table>
				<ol start="6" type="1">
					<li>已知a＞b，则下列不等式中，正确的是（　　）</li>
				</ol>
				<p>A、﹣a＞﹣b&#xa0;&#xa0;&#xa0; &#xa0;B、2a﹣1＞3b﹣1&#xa0;&#xa0; &#xa0;C、&#xa0;a+3＞b+3&#xa0;&#xa0; &#xa0;D、&#xa0;4a＜4b</p>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】B</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<ol start="7" type="1">
					<li>下列四组数中是方程3x+y=5解的是（　　）</li>
				</ol>
				<p>A、&#xa0;<img src="../../imgs/009.png" width="44" height="39" />&#xa0;&#xa0; &#xa0;&#xa0; B、&#xa0;<img src="../../imgs/010.png" width="44" height="39" />&#xa0; &#xa0;&#xa0; &#xa0;C、&#xa0;<img src="../../imgs/011.png" width="36" height="39" />&#xa0;&#xa0;&#xa0; &#xa0;&#xa0; D、&#xa0;<img src="../../imgs/012.png" width="44" height="39" /></p>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】B</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<ol start="8" type="1">
					<li>某班组织了针对全班同学关于“你最喜欢的一项体育活动”的问卷调查后，绘制出频数分布直方图，由图可知，下列结论正确的是（　　）</li>
				</ol>
				<p>&#xa0;</p>
				<p><img src="../../imgs/013.png" width="200" height="189" />&#xa0;</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<p>A、&#xa0;最喜欢篮球的人数最多&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0; &#xa0;&#xa0;&#xa0; B、&#xa0;最喜欢羽毛球的人数是最喜欢乒乓球人数的两倍C、&#xa0;全班共有50名学生&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0; &#xa0;&#xa0;&#xa0;&#xa0;&#xa0; &#xa0;D、&#xa0;最喜欢田径的人数占总人数的10%</p>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】B</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<ol start="9" type="1">
					<li>小明到商店购买“五四青年节”活动奖品，购买20只铅笔和10本笔记本共需110元，但购买30支铅笔和5本笔记本只需85元，设每支铅笔x元，每本笔记本y元，则可列方程组（　　）</li>
				</ol>
				<p>A、&#xa0;<img src="../../imgs/014.png" width="100" height="40" />&#xa0;&#xa0; &#xa0; B、&#xa0;<img src="../../imgs/015.png" width="100" height="40" />&#xa0;&#xa0; &#xa0; C、&#xa0;<img src="../../imgs/016.png" width="92" height="40" />&#xa0;&#xa0;&#xa0;&#xa0;&#xa0; D、&#xa0;<img src="../../imgs/017.png" width="92" height="40" /></p>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】B</p>
				<p>&#xa0;</p>
				<ol start="10" type="1">
					<li>某次知识竞赛，共有20道题，每小题答对得10分，答错或不答都扣5分，小明得分要超过85分，他至少要答对（　　）道题．（3分）</li>
				</ol>
				<p>A、&#xa0;11&#xa0;&#xa0;&#xa0;&#xa0;&#xa0; B、&#xa0;12&#xa0;&#xa0;&#xa0;&#xa0;&#xa0; C、&#xa0;13&#xa0;&#xa0;&#xa0;&#xa0; D、&#xa0;14</p>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】B</p>
				<p>&#xa0;</p>
				<p>二、填空题，共8道（每题3分，共24分）</p>
				<ol start="11" type="1">
					<li><img src="../../imgs/018.png" width="14" height="21" />的立方根是__________，<img src="../../imgs/019.png" width="28" height="18" />的平方根是__________</li>
				</ol>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】向东|为相反意</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<ol start="12" type="1">
					<li>如图，△ABC沿着由点B到点E的方向，平移到△DEF，已知BC=5，EC=3，那么平移的距离为__________________</li>
				</ol>
				<p><img src="../../imgs/020.png" width="164" height="96" /></p>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】为相反意</p>
				<p>&#xa0;</p>
				<ol start="13" type="1">
					<li>若点P（2﹣m，3m+1）在y轴上，则点P的坐标是__________________</li>
				</ol>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】向东</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<ol start="14" type="1">
					<li>将方程2x+y=6写成用含x的代数式表示y，则y=___________________</li>
				</ol>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】向东</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<ol start="15" type="1">
					<li>在平面直角坐标系中有一点A（﹣2，1），将点A先向右平移3个单位，再向下平移2个单位，则平移后点A的坐标为　&#xa0;&#xa0;　__________</li>
				</ol>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】向东</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<ol start="16" type="1">
					<li>满足不等式组<img src="../../imgs/021.png" width="68" height="41" />的整数解是　&#xa0;&#xa0;　___________</li>
				</ol>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】向东</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<ol start="17" type="1">
					<li>&#xa0;&#xa0;<img src="../../imgs/022.png" width="124" height="109" />如图，某校根据学生上学方式的一次抽样调查结果，绘制出一个未完成的扇形统计图，若该校共有学生700人，则据此估计步行的有______________人</li>
				</ol>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】向东</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<ol start="18" type="1">
					<li>在实数范围内定义一种新运算“⊕”，其运算规则为：a⊕b=2a+3b．如：1⊕5=2×1+3×5=17．则不等式﹣x⊕4＜0的解集为&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;</li>
				</ol>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】向东,为相反意</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<p>三、判断题，共3道（每题3分，共9分）</p>
				<ol start="19" type="1">
					<li>We are singing and dancing</li>
				</ol>
				<p>正确错误</p>
				<p>【解析】增产10吨粮食与减产吨粮食，</p>
				<p>【答案】正确</p>
				<p>&#xa0;</p>
				<ol start="20" type="1">
					<li>A boy and a girl is reading books</li>
				</ol>
				<p>正确错误</p>
				<p>【解析】增产10吨粮食与减产吨粮食，</p>
				<p>【答案】正确</p>
				<p>&#xa0;</p>
				<ol start="21" type="1">
					<li>Are you playing football</li>
				</ol>
				<p>正确错误</p>
				<p>【解析】增产10吨粮食与减产吨粮食，</p>
				<p>【答案】正确</p>
				<p>四、解答题（8道题，共66分）</p>
				<ol start="22" type="1">
					<li>解下列方程组（每题5分，共10分）</li>
				</ol>
				<p>（1）<img src="../../imgs/023.png" width="76" height="40" />&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0; （2）<img src="../../imgs/024.png" width="100" height="58" /></p>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】向东,为相反意</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<ol start="23" type="1">
					<li>（6分）如图，若∠EFD=110°，∠FED=35°，ED平分∠BEF，那么AB与CD平行吗？请说明你的理由．</li>
				</ol>
				<p><img src="../../imgs/025.png" width="116" height="99" /></p>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】向东,为相反意</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<ol start="24" type="1">
					<li>（6分）已知a，b满足&#xa0;<img src="../../imgs/026.png" width="59" height="21" />+|b-a+1|=0，求a+b的平方根.</li>
				</ol>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】向东,为相反意</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<ol start="25" type="1">
					<li>（8分）求不等式组<img src="../../imgs/027.png" width="104" height="60" />的所有整数解．（8分）</li>
				</ol>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】向东,为相反意</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<ol start="26" type="1">
					<li>（8分）我国古代数学著作《孙子算经》中有“鸡兔同笼”问题：“今有鸡兔同笼，上有三十五头，下有九十四足．问鸡兔各几何．”其大意是：“有若干只鸡和兔关在同一笼子里，它们一共有35个头，94条腿．问笼中的鸡和兔各有多少只？”试用列方程（组）解应用题的方法求出问题的解。</li>
				</ol>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】向东,为相反意</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<ol start="27" type="1">
					<li>（8分）甲、乙两人同解方程组<img src="../../imgs/028.png" width="76" height="40" />时，甲看错了方程①中的a，解得<img src="../../imgs/029.png" width="44" height="39" />，乙看错了②中的b，解得<img src="../../imgs/030.png" width="36" height="39" />，试求<img src="../../imgs/031.png" width="123" height="35" />的值</li>
				</ol>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】向东,为相反意</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<ol start="28" type="1">
					<li>（10分）随着移动终端设备的升级换代，手机已经成为我们生活中不可缺少的一部分，为了解中学生在假期使用手机的情况（选项：A．和同学亲友聊天；B．学习；C．购物；D．游戏；E．其它），端午节后某中学在全校范围内随机抽取了若干名学生进行调查，得到图表（部分信息未给出）：</li>
				</ol>
				<table cellspacing="0" cellpadding="0">
					<tr>
						<td>
							<p>选项</p>
						</td>
						<td>
							<p>A</p>
						</td>
						<td>
							<p>B</p>
						</td>
						<td>
							<p>C</p>
						</td>
						<td>
							<p>D</p>
						</td>
						<td>
							<p>E</p>
						</td>
					</tr>
					<tr>
						<td>
							<p>频数</p>
						</td>
						<td>
							<p>10</p>
						</td>
						<td>
							<p>n</p>
						</td>
						<td>
							<p>5</p>
						</td>
						<td>
							<p>p</p>
						</td>
						<td>
							<p>5</p>
						</td>
					</tr>
					<tr>
						<td>
							<p>频率</p>
						</td>
						<td>
							<p>m</p>
						</td>
						<td>
							<p>0.2</p>
						</td>
						<td>
							<p>0.1</p>
						</td>
						<td>
							<p>0.4</p>
						</td>
						<td>
							<p>0.1</p>
						</td>
					</tr>
				</table>
				<p>&#xa0;</p>
				<p>根据以上信息解答下列问题：</p>
				<p>1)&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0; 这次被调查的学生有多少人？</p>
				<p>2)&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0; 求表中m，n，p的值，并补全条形统计图．</p>
				<p>3)&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0; 若该中学约有800名学生，估计全校学生中利用手机购物或玩游戏的共有多少人？并根据以上调查结果，就中学生如何合理使用手机给出你的一条建议．</p>
				<p><img src="../../imgs/032.png" width="186" height="130" /></p>
				<p>&#xa0;</p>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】向东,为相反意</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<ol start="29" type="1">
					<li>（10分）为积极响应政府提出的“绿色发展•低碳出行”号召，某社区决定购置一批共享单车．经市场调查得知，购买3辆男式单车与4辆女式单车费用相同，购买5辆男式单车与4辆女式单车共需16000元．</li>
				</ol>
				<p>1)&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0; 求男式单车和女式单车的单价；</p>
				<p>2)&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0; 该社区要求男式单车比女式单车多4辆，两种单车至少需要22辆，购置两种单车的费用不超过50000元，该社区有几种购置方案？怎样购置才能使所需总费用最低，最低费用是多少？</p>
				<p>&#xa0;</p>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】向东,为相反意</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
			</div>`
		    
