export 
let  dataObj =
			`<div id="dd">
				<p>&#xa0;</p>
				<p><img src="../../imgs/001.png" width="65" height="59" />2017—2018学年度下学期7年级期末</p>
				<p>数学试卷（120分）</p>
				<p>一、单项选择题，共10道（每小题3分，共30分）</p>
				<ol type="1">
					<li>guo下列调查中，适宜采用全面调查（普查）方式的是（　　）</li>
				</ol>
				<p>A、&#xa0;了解我国民众对乐天集团“萨德事件”的看法</p>
				<p>B、&#xa0;了解湖南卫视《人们的名义》反腐剧的收视率</p>
				<p>C、&#xa0;调查我校某班学生喜欢上数学课的情况</p>
				<p>D、&#xa0;调查某类烟花爆竹燃放的安全情况</p>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】A,C,D</p>
				<p>&#xa0;</p>
				<ol start="2" type="1">
					<li>满足﹣1＜x≤2的数在数轴上表示为（　　）</li>
				</ol>
				<p>A、&#xa0;<img src="../../imgs/002.png" width="106" height="43" />&#xa0;&#xa0;&#xa0; B、&#xa0;<img src="../../imgs/003.png" width="106" height="44" />&#xa0;&#xa0; C、&#xa0;<img src="../../imgs/004.png" width="106" height="42" />&#xa0;&#xa0;&#xa0; D、&#xa0;<img src="../../imgs/005.png" width="111" height="43" />E、&#xa0;<img src="../../imgs/005.png" width="111" height="43" /></p>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】B</p>
				<p>二、填空题，共8道（每题3分，共24分）</p>
				<ol start="11" type="1">
					<li><img src="../../imgs/018.png" width="14" height="21" />的立方根是__________，<img src="../../imgs/019.png" width="28" height="18" />的平方根是__________</li>
				</ol>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】向东|为相反意</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<ol start="12" type="1">
					<li>如图，△ABC沿着由点B到点E的方向，平移到△DEF，已知BC=5，EC=3，那么平移的距离为__________________</li>
				</ol>
				<p><img src="../../imgs/020.png" width="164" height="96" /></p>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】为相反意</p>
				<p>&#xa0;</p>
				<ol start="13" type="1">
					<li>若点P（2﹣m，3m+1）在y轴上，则点P的坐标是__________________</li>
				</ol>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】向东</p>
				<ol start="14" type="1">
					<li>将方程2x+y=6写成用含x的代数式表示y，则y=___________________</li>
				</ol>
				<p>【解析】解：</p>
				<p>A、上升的反义词是下降，但没有量，故本选项错误；</p>
				<p>B、篮球比赛胜5场与负5场是互为相反意义的量，故本选项正确；</p>
				<p>C、向东走3米，再向南走2米不是互为相反意义的量，故本选项错误；</p>
				<p>D、增产10吨粮食与减产吨粮食，减产没有量，故本选项错误．</p>
				<p>故选：B．</p>
				<p>【答案】向东</p>
				<p>&#xa0;</p>
				<p>&#xa0;</p>
				<p>三、判断题，共3道（每题3分，共9分）</p>
				<ol start="19" type="1">
					<li>We are singing and dancing</li>
				</ol>
				<p>正确错误</p>
				<p>【解析】增产10吨粮食与减产吨粮食，</p>
				<p>【答案】正确</p>
				<p>&#xa0;</p>
				<ol start="20" type="1">
					<li>A boy and a girl is reading books</li>
				</ol>
				<p>正确错误</p>
				<p>【解析】增产10吨粮食与减产吨粮食，</p>
				<p>【答案】正确</p>
			</div>`
		    
